Repository: soderlind/vmfa-editorial-workflow
Catalog: languages/vmfa-editorial-workflow-*.po
Languages: nb_no

source: Virtual Media Folders – Editorial Workflow
nb_no: Virtual Media Folders – Redaksjonell arbeidsflyt

source: Role-based folder access, move restrictions, and Inbox workflow for Virtual Media Folders.
nb_no: Rollebasert mappetilgang, flyttebegrensninger og innboks-arbeidsflyt for Virtual Media Folders.

source: You do not have permission to add media to this folder.
nb_no: Du har ikke tillatelse til å legge til media i denne mappen.

source: You do not have permission to remove media from this folder.
nb_no: Du har ikke tillatelse til å fjerne media fra denne mappen.

source: You do not have permission to view this folder.
nb_no: Du har ikke tillatelse til å se denne mappen.

source: Review
nb_no: Gjennomgang

source: Media Review
nb_no: Mediegjennomgang

source: Approve
nb_no: Godkjenn

source: Assign to…
nb_no: Tilordne til…

source: Select items to perform bulk actions.
nb_no: Velg elementer for å utføre massehandlinger.

source: Approve selected items?
nb_no: Godkjenne valgte elementer?

source: Move selected items to this folder?
nb_no: Flytte valgte elementer til denne mappen?

source: Action completed successfully.
nb_no: Handlingen ble fullført.

source: An error occurred.
nb_no: Det oppstod en feil.

source: Processing…
nb_no: Behandler…

source: Approved
nb_no: Godkjent

source: Select All
nb_no: Velg alle

source: Select destination…
nb_no: Velg destinasjon…

source: Approve → %s
nb_no: Godkjenn → %s

source: Move to folder
nb_no: Flytt til mappe

source: Apply
nb_no: Bruk

source: Edit
nb_no: Rediger

source: All caught up!
nb_no: Alt er gjennomgått!

source: No media items are waiting for review. New uploads will appear here.
nb_no: Ingen medieelementer venter på gjennomgang. Nye opplastinger vil vises her.

source: Workflow folders have not been set up. Please deactivate and reactivate the plugin.
nb_no: Arbeidsflytmapper er ikke satt opp. Vennligst deaktiver og reaktiver utvidelsen.

source: Permission denied.
nb_no: Tilgang nektet.

source: No items selected.
nb_no: Ingen elementer valgt.

source: Approved folder not found.
nb_no: Godkjent-mappen ble ikke funnet.

source: %d items approved.
nb_no: %d elementer godkjent.

source: No folder selected.
nb_no: Ingen mappe valgt.

source: Permission denied for this folder.
nb_no: Tilgang nektet for denne mappen.

source: %d items assigned.
nb_no: %d elementer tilordnet.

source: Editorial Workflow
nb_no: Redaksjonell arbeidsflyt

source: Editorial Workflow Settings
nb_no: Innstillinger for redaksjonell arbeidsflyt

source: Folder Permissions
nb_no: Mappetillatelser

source: Configure which roles can access each folder.
nb_no: Konfigurer hvilke roller som har tilgang til hver mappe.

source: Inbox Mapping
nb_no: Innbokstilordning

source: Set the default upload folder for each role.
nb_no: Angi standard opplastingsmappe for hver rolle.

source: Workflow Settings
nb_no: Arbeidsflytinnstillinger

source: Configure workflow states and behavior.
nb_no: Konfigurer arbeidsflytstatus og oppførsel.

source: Enable workflow folders
nb_no: Aktiver arbeidsflytmapper

source: Save Changes
nb_no: Lagre endringer

source: Saving…
nb_no: Lagrer…

source: Settings saved.
nb_no: Innstillinger lagret.

source: Error saving settings.
nb_no: Feil ved lagring av innstillinger.

source: Select folder…
nb_no: Velg mappe…

source: No inbox (use default)
nb_no: Ingen innboks (bruk standard)

source: View
nb_no: Vis

source: Move to
nb_no: Flytt til

source: Upload to
nb_no: Last opp til

source: Remove from
nb_no: Fjern fra

source: Loading settings…
nb_no: Laster innstillinger…

source: You do not have permission to manage these settings.
nb_no: Du har ikke tillatelse til å administrere disse innstillingene.

source: Folder permissions by folder ID and role.
nb_no: Mappetillatelser etter mappe-ID og rolle.

source: Inbox folder mapping by role.
nb_no: Innboksmappetilordning etter rolle.

source: Workflow configuration.
nb_no: Arbeidsflytkonfigurasjon.

source: Invalid inbox data.
nb_no: Ugyldige innboksdata.

source: Invalid permissions data.
nb_no: Ugyldige tillatelsesdata.

source: Workflow
nb_no: Arbeidsflyt

source: Needs Review
nb_no: Trenger gjennomgang

source: System workflow folders cannot be deleted.
nb_no: Systemarbeidsflytmapper kan ikke slettes.

source: System workflow folders cannot be renamed.
nb_no: Systemarbeidsflytmapper kan ikke gis nytt navn.

source: Virtual Media Folders – Editorial Workflow requires the Virtual Media Folders plugin to be installed and activated.
nb_no: Virtual Media Folders – Redaksjonell arbeidsflyt krever at Virtual Media Folders-utvidelsen er installert og aktivert.

source: Use workflow inbox
nb_no: Bruk arbeidsflytinnboks

source: Role Inbox Folders
nb_no: Rolleinnboksmapper

source: Override the default workflow inbox for specific roles. If not set, uploads will go to the "Needs Review" folder.
nb_no: Overstyr standard arbeidsflytinnboks for spesifikke roller. Hvis ikke angitt, vil opplastinger gå til «Trenger gjennomgang»-mappen.

source: No roles available.
nb_no: Ingen roller tilgjengelig.

source: New uploads from this role will be placed in the selected folder.
nb_no: Nye opplastinger fra denne rollen vil bli plassert i den valgte mappen.

source: No roles or folders available.
nb_no: Ingen roller eller mapper tilgjengelig.

source: Folder
nb_no: Mappe

source: System folder
nb_no: Systemmappe

source: Grant
nb_no: Gi

source: to all folders
nb_no: til alle mapper

source: Revoke
nb_no: Opphev

source: from all folders
nb_no: fra alle mapper

source: Grant all permissions
nb_no: Gi alle tillatelser

source: Revoke all permissions
nb_no: Opphev alle tillatelser

source: Configure which roles can access each folder. Administrators and Editors have full access by default. Click column headers to toggle all.
nb_no: Konfigurer hvilke roller som har tilgang til hver mappe. Administratorer og redaktører har full tilgang som standard. Klikk på kolonneoverskrifter for å veksle alle.

source: Full access
nb_no: Full tilgang

source: default
nb_no: standard

source: permissions
nb_no: tillatelser

source: Bulk actions
nb_no: Massehandlinger

source: This role has full access to all folders. Permissions cannot be restricted.
nb_no: Denne rollen har full tilgang til alle mapper. Tillatelser kan ikke begrenses.

source: This role has full access by default. Configure permissions below to override.
nb_no: Denne rollen har full tilgang som standard. Konfigurer tillatelser nedenfor for å overstyre.

source: Revoke all
nb_no: Opphev alle

source: Grant all
nb_no: Gi alle

source: Total Media
nb_no: Totalt media

source: Roles Configured
nb_no: Roller konfigurert

source: Use default "Approved" folder
nb_no: Bruk standard «Godkjent»-mappe

source: Media uploaded by non-admin roles will be placed in the "Needs Review" folder for editorial approval.
nb_no: Media lastet opp av ikke-administrator-roller vil bli plassert i «Trenger gjennomgang»-mappen for redaksjonell godkjenning.

source: Approved folder
nb_no: Godkjent-mappe

source: Where approved media will be moved. Leave empty to use the default "Approved" system folder.
nb_no: Hvor godkjent media vil bli flyttet. La stå tom for å bruke standard «Godkjent»-systemmappe.

source: Allow Editors to review media
nb_no: Tillat redaktører å gjennomgå media

source: When enabled, Editors can access the Review page. When disabled, only Administrators can review.
nb_no: Når aktivert, kan redaktører få tilgang til gjennomgangssiden. Når deaktivert, kan bare administratorer gjennomgå.
